{
	"Artworks": [
		{
			"name": "Broken Her",
			"Description": " 'Broken Her' is a symbolic representation of the beauty in humanity's imperfections. As an artist, I strive to capture life's surreal truths through my work. This piece celebrates the beauty of truth and the inevitability of human fallibility.",
			"Medium": "Digital, 2D"
		},
		{
			"name": "Tossico in the Shadowz",
			"Description": "This digital artwork is a tribute to a dear friend who embodied the beauty and authenticity of being oneself in a world that often encourages conformity. It is a celebration of individuality and the power of true friendship.",
			"Medium": "Digital, 2D"
		},
		{
			"name": "Dark Abyss",
			"Description": "This artwork is part of an experimental online storybuilding card set. It portrays a character with a void of emotion and a mask symbolizing their past and future. The absence of color reflects the character's detached and emotionless persona.",
			"Medium": "Digital, 2D"
		},
		{
			"name": "Fantom Tombhead",
			"Description": "'Fantom Tombhead' is a digital artwork created as a dedication to a community of artists and art enthusiasts. The artwork embodies the spirit of artistic expression and the community that supports it. The subject's actions of giving away that which comes from its' heart and soul is a metaphor for the act of sharing one's art with the world.",
			"Medium": "Digital, 2D"
		},
		{
			"name": "Fantom Turtle",
			"Description": "This is a celebration piece. A celebration of good fortune and calm waters.",
			"Medium": "Digital, 2D"
		},
		{
			"name": "GSC Originals 1",
			"Description": "This piece is a manifestation of an internal struggle. Masks we wear throughtout our lives. The complex reality that we are not one singular thing, but instead a vessel of vast thoughts, emotions, and spirits.",
			"Medium": "Digital, 2D"
		},
		{
			"name": "Lust Love Lies",
			"Description": "This piece explores the complexity of human emotions and the blurred lines between lust, love, and deception. Through its vivid imagery, it invites the viewer to contemplate the nature of intimacy and human connection.",
			"Medium": "Digital, 2D"
		},
		{
			"name": "Mask of Gui",
			"Description": "This digital artwork represents the truth that all people wear a mask. It serves as a reminder to be authentic and embrace one's mask as part of their identity, flaws and all.",
			"Medium": "Digital, 2D"
		}
	]
}
